Revit 2027 API
ParameterTypeId.ArrowClosed Property
 "Arrow Closed"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ArrowClosed { get; }
Public Shared ReadOnly Property ArrowClosed As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ArrowClosed {
	ForgeTypeId^ get ();
}
static member ArrowClosed : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace